{
    "college": {
        "name": "Sample College",
        "about": "S.D. College of Pharmacy & Vocational Studies in Muzaffarnagar, Uttar Pradesh, India, is a prestigious institution known for its commitment to excellence in pharmaceutical education and professional development. Established in 2001 under the auspices of The S.D. College Association, the college has become a beacon for aspiring pharmacists, nurturing talent in a peaceful and eco-friendly environment.",
        "address": {
            "street": "123 College Ave",
            "city": "College Town",
            "state": "CA",
            "zip": "12345"
        },
        "contact": {
            "phone": "123-456-7890",
            "email": "info@samplecollege.edu"
        },
        "quotes": {
            "vision": "S D College of Pharmacy & Vocational Studies is committed to become one of the leading center of Pharmaceutical education in the region while serving the intellectual, cultural, social, environmental and economic needs of the students. As a result, Institute will invigorate and strengthen the region and state through its educational programs, research initiatives and outreach efforts.",
            "mission": "S D College of Pharmacy & Vocational Studies is devoted to discover, communicate and apply knowledge in a complex and changing world of pharmacy. The university identifies, attracts and graduate students of high potential for education. Through a commitment to excellence in teaching, research and service, Institute prepares students for lifelong learning and for responsible participation in global community."
        },
        "testimonials": [
            {
                "src": "/leadership/chariman.png",
                "alt": "Chairman",
                "quote": "I am delighted to share some updates with you through our newsletter. Our college continues to thrive due to the collective efforts of our students, faculty, and staff. As we navigate the ever-changing landscape of pharmaceutical education, our commitment to excellence, integrity, and community engagement remains unwavering. This newsletter reflects the incredible work and achievements within our college, and it's a testament to our shared vision for a brighter future in the field of pharmacy.",
                "name": "Mr. Gaurav Swarup",
                "position": "Chairman"
            },
            {
                "src": "/leadership/secretary.png",
                "alt": "Secretary",
                "quote": "I am deeply honored to serve in this role, and I am committed to working diligently to ensure the smooth functioning of our organization and to support our collective goals and objectives. As Secretary, I understand the importance of effective communication and transparency in fostering a strong and cohesive community. I am here to serve as a liaison between members, to keep accurate records of our proceedings, and to facilitate the exchange of ideas and information. I look forward to getting to know each of you better and to working together to achieve our goals. Please do not hesitate to reach out to me with any questions, suggestions, or concerns you may have.",
                "name": "Mr. Dhruv Kumar",
                "position": "Secretary"
            },
            {
                "src": "/leadership/director.png",
                "alt": "Director",
                "quote": "It is my privilege to serve as the Director of this exceptional institution, and I am honored to share our latest updates through this newsletter. We have always strived for excellence, fostering innovation, and producing compassionate leaders in pharmaceutical sciences. This newsletter is a testament to the dedication and hard work of our faculty, staff and students. Together, we are shaping the future of pharmacy education and research in S.D. College of Pharmacy & Vocational Studies.",
                "name": "Dr. Arvind Kumar",
                "position": "Director"
            },
            {
                "src": "/leadership/founder.png",
                "alt": "Founder",
                "quote": "The Late Shri Mahendra Kumar Ji, a philanthropist and advocate founded S.D College of Pharmacy & Vocational Studies, was a multifaceted individual who was above all else a visionary, an idealist, and a dreamer. He founded the S.D. College Pharmacy & Vocational Studies in 2001. His innovative mindset consistently motivated S.D College of Pharmacy & Vocational Studies to advocate for the advancement of Pharmaceutical sciences. In the realm of education in Muzaffarnagar, his entire body of work has received commendation.",
                "name": "Late. Shri Mahendra Kumar Ji",
                "position": "Founder"
            }
        ],
        "events":{
            "2018-19":[
                "slides/c5.jpg",
                "slides/f10.jpg",
                "slides/FB_IMG_15616978293367699.jpg",
                "slides/IMG_20180905_131626.jpg",
                "slides/IMG_20180925_143612.jpg",
                "slides/IMG-20180126-WA0010.jpg",
                "slides/IMG-20181124-WA0006.jpg",
                "slides/IMG-20181201-WA0021.jpg",
                "slides/IMG-20190628-WA0007.jpg",
                "slides/IMG-20190628-WA0009.jpg",
                "slides/IMG-20190628-WA0012.jpg",
                "slides/IMG-20190628-WA0022.jpg",
                "slides/ph12.jpg"
            ],
            "2021-22":[
                "slides/IMG-20190314-WA0022__1_.jpg",
                "slides/IMG-20191102-WA0108.jpg",
                "slides/IMG-20191122-WA0061__1_.jpg",
                "slides/IMG-20191124-WA0038.jpg",
                "slides/IMG-20191124-WA0096.jpg",
                "slides/IMG-20191125-WA0014.jpg",
                "slides/IMG-20191126-WA0039.jpg",
                "slides/IMG-20200303-WA0031.jpg",
                "slides/IMG-20200320-WA0305.jpg",
                "slides/IMG-20210925-WA0031.jpg",
                "slides/IMG-20220208-WA0011__1_.jpg",
                "slides/IMG-20220208-WA0016.jpg",
                "slides/IMG-20220208-WA0018.jpg",
                "slides/IMG-20220211-WA0001__1_.jpg",
                "slides/IMG-20220211-WA0003.jpg",
                "slides/IMG-20220211-WA0006__1_.jpg",
                "slides/IMG-20220211-WA0006.jpg",
                "slides/IMG-20220211-WA0012.jpg",
                "slides/IMG-20220211-WA0014.jpg",
                "slides/IMG20190905131631.jpg"
            ],
            "2022-23":[
                "slides/2.jpg",
                "slides/3.jpg",
                "slides/4.jpg",
                "slides/5.jpg",
                "slides/6.jpg",
                "slides/7.jpg",
                "slides/8.jpg",
                "slides/9.jpg",
                "slides/10.jpg",
                "slides/20220104_114833_HDR_2.jpg",
                "slides/20220924_105004(0).jpg",
                "slides/20220924_105018.jpg",
                "slides/1664004966422.jpg",
                "slides/IMG_0228.jpg",
                "slides/IMG_0279.jpg",
                "slides/IMG_0284.jpg",
                "slides/IMG_0285.jpg",
                "slides/IMG_0286.jpg",
                "slides/IMG_20191219_152352.jpg",
                "slides/IMG_20191219_152357.jpg",
                "slides/IMG_20191219_152558.jpg",
                "slides/IMG_20210929_115943_694.jpg",
                "slides/IMG_20210929_120133_737.jpg",
                "slides/IMG_20210929_120150_17.jpg",
                "slides/IMG_20220102_115604_009.jpg",
                "slides/IMG_20220102_115811_285.jpg",
                "slides/IMG_20220102_122722_122.jpg",
                "slides/IMG_20220102_135855_590.jpg",
                "slides/IMG_20220102_135904_024.jpg",
                "slides/IMG_20220102_144942_979.jpg",
                "slides/IMG_20220102_145304_647.jpg",
                "slides/IMG_20220102_153905_238.jpg",
                "slides/IMG_20220104_122553.jpg",
                "slides/IMG_20220924_110730_047.jpg",
                "slides/IMG-20180402-WA0023-1.jpg",
                "slides/IMG-20180402-WA0024-1.jpg",
                "slides/IMG-20180402-WA0025.jpg",
                "slides/IMG-20180402-WA0029.jpg",
                "slides/IMG-20190814-WA0025.jpg",
                "slides/IMG-20190814-WA0028.jpg",
                "slides/IMG-20190814-WA0030.jpg",
                "slides/IMG-20220104-WA0001.jpg",
                "slides/IMG-20220104-WA0040.jpg",
                "slides/IMG-20220104-WA0058.jpg",
                "slides/IMG-20220104-WA0117.jpg",
                "slides/Snapchat-411478178.jpg",
                "slides/WhatsApp Image 2022-11-18 at 3.45.57 PM.jpg",
                "slides/WhatsApp Image 2022-11-18 at 3.46.04 PM.jpg"
            ],
            "2023-24":[
                "conference/_MG_0505.jpg",
                "conference/_MG_0257.jpg",
                "conference/_MG_0241.jpg",
                "conference/_MG_0182.jpg",
                "conference/_MG_0177.jpg",
                "conference/_MG_0136.jpg",
                "conference/_MG_0119.jpg",
                "Pharmacovigilance/1.jpeg",
                "Holi/1 (1).jpg",
                "Holi/1 (3).jpg",
                "Plantation/1.jpg",
                "Plantation/2.jpg",
                "Plantation/4.jpg",
                "Plantation/1.jpeg",
                "Plantation/2.jpeg",
                "Plantation/6.jpeg",
                "Awarness Programe/1715596979464.jpg",
                "Yoga-day/1 (2).jpeg",
                "Yoga-day/1 (3).jpeg",
                "World Pharmacist Day 2024/1.jpeg",
                "World Pharmacist Day 2024/2...jpeg",
                "World Pharmacist Day 2024/3.jpeg",
                "World Pharmacist Day 2024/4.jpeg",
                "World Pharmacist Day 2024/5.jpeg",
                "World Pharmacist Day 2024/6.jpeg",
                "World Pharmacist Day 2024/7.jpeg",
                "World Pharmacist Day 2024/8.jpeg",
                "World Pharmacist Day 2024/10.jpeg",
                "World Pharmacist Day 2024/12.jpeg",
                "World Pharmacist Day 2024/13.jpeg"
            ]
        },
        "facilities": [
            {
              "heading": "Library",
              "description": "The library at SDCOP&VS is a comprehensive resource center for pharmaceutical sciences and related disciplines, housing a vast collection of 13,152 books across 1,174 titles. It provides access to the latest information through subscriptions to 14 national and international journals as well as newspapers such as The Times of India and Hindustan Times, and magazines like India Today (Hindi) and Reader’s Digest. Covering a wide range of subjects, the library's collection supports diverse academic needs, from pharmaceutical chemistry and medicinal chemistry to pharmacognosy, pharmacology, and pharmaceutical microbiology, along with niche areas like advanced instrumental techniques, herbal drug technology, and computer applications in pharmacy. With plans to expand its resources through online journal subscriptions, the library continues to foster a dynamic environment for learning and research, keeping students and faculty abreast of advancements in pharmaceutical sciences.",
              "infoLinks": [
                {
                  "heading":"https://sdcopmzn.com/rc_images/delnet_logo.png",
                  "href":"https://knowledgegainer.delnet.in/"
                },
                {
                  "heading": "Journals & Book List",
                  "href": "https://sdcopmzn.com/rc_images/Library.pdf"
                }
              ],
              "images":[
                "https://sdcopmzn.com/Facilities/Library/Library_1.jpeg",
                "https://sdcopmzn.com/Facilities/Library/Library_2.jpeg",
                "https://sdcopmzn.com/Facilities/Library/Library_3.jpeg",
                "https://sdcopmzn.com/Facilities/Library/Library_4.jpeg"
              ]
            },
            {
              "heading":"Digital Classrooms",
              "description":"At SDCOP & VS, we are committed to delivering an exceptional learning experience through state-of-the-art infrastructure. Our classrooms are designed to foster engagement and innovation, featuring advanced digital smart boards, high-definition projectors, and integrated audio systems for seamless knowledge delivery. Fully air-conditioned and equipped with modern amenities, these classrooms provide a comfortable and conducive environment for academic excellence, ensuring that students are empowered to visualize, comprehend, and excel in their educational journey.",
              "infoLinks":[
                {
                  "heading":"",
                  "href":""
                }
              ],
              "images":[
                "https://sdcopmzn.com/Facilities/Classroom/Classroom_3.jpeg",
                "https://sdcopmzn.com/Facilities/Classroom/Classroom_1.jpeg",
                "https://sdcopmzn.com/Facilities/Classroom/Classroom_2.jpeg"
              ]
            },
            {
              "heading": "Medicinal Garden",
              "description": "The Medicinal Garden at SDCOP & VS spans approximately 600 square feet and is home to over 100 medicinal and aromatic plants, including rare species. Located on the western side of the college, this garden serves as a seed repository and supports research and practical learning. Students and faculty adopt plants to promote environmental awareness and sustainability. With the increasing demand for herbal medicines due to their minimal side effects, the garden plays a crucial role in developing herbal drugs and formulations. Integrated into the curriculum, it provides hands-on training and fosters student interest in pharmacognosy and herbal medicine. For this purpose there are facilities in Pharmacy institute for developing various herbal drugs and formulations. The training at garden is an integral part of the curriculum and the various species of the medicinal plants used by the students for their projects and research work generates interest in the subject.",
              "infoLinks": [
                {
                  "heading": "Plants List",
                  "href": "https://sdcopmzn.com/rc_images/List-of-Plants.pdf"
                }
              ],
              "images":[
                "https://sdcopmzn.com/Facilities/Medicinal-Garden/medicinal_garden_5.jpeg",
                "https://sdcopmzn.com/Facilities/Medicinal-Garden/medicinal_garden_1.jpeg",
                "https://sdcopmzn.com/Facilities/Medicinal-Garden/medicinal_garden_2.jpeg",
                "https://sdcopmzn.com/Facilities/Medicinal-Garden/medicinal_garden_3.jpeg",
                "https://sdcopmzn.com/Facilities/Medicinal-Garden/medicinal_garden_4.jpeg"
              ]
            },
            {
              "heading":"Instrumentation Lab",
              "description":"At SDCOP & VS, we take pride in our state-of-the-art laboratory infrastructure that supports comprehensive practical learning and research. Our facilities include specialized labs such as the Pharmacognosy Lab, Pharmacology Lab, Pharmaceutical Chemistry Lab, and Pharmaceutics Lab, each equipped with advanced instruments to meet academic and research requirements. Additionally, our Central Instrumentation Facility (CIF) houses sophisticated analytical tools, enabling precise experimentation and fostering innovation. These laboratories provide a hands-on learning environment, empowering students to gain practical insights and develop critical scientific skills.",
              "infoLinks":[
                {
                  "heading":"List of Equipments",
                  "href":"https://sdcopmzn.com/rc_images/List-of-Equipments.pdf"
                }
              ],
              "images":[
                "https://sdcopmzn.com/Facilities/Instrument-Lab/instrument-lab_1.jpeg",
                "https://sdcopmzn.com/Facilities/Instrument-Lab/instrument-lab_2.jpeg",
                "https://sdcopmzn.com/Facilities/Instrument-Lab/instrument-lab_3.jpeg"  
              ]
            },
            {
              "heading": "Computer Lab",
              "description": "SD College of Pharmacy & Vocational Studies has central instructional computing facilities which include computers connected over a network to our labs and offices. Our computer lab contain more than 32 personal computer systems, interconnected via a high-speed, Ethernet network. They offer a wide array of software including the latest packages for word processing, desktop publishing, and other applications. A valid ID and Network logon/password is required to use/access any of the computer labs. This open student lab on the first floor of the pharmacy Building room number F3 is equipped with 32 Acer 15W60PS computers, and one HP P1007 LaserJet printer, all connected to our student network (including file and print server), email, and the Internet.",
              "infoLinks": [
                {
                  "heading": "",
                  "href": ""
                }
              ],
              "images":[
                "https://sdcopmzn.com/Facilities/Computer-Lab/computer-lab_1.jpeg",
                "https://sdcopmzn.com/Facilities/Computer-Lab/computer-lab_2.jpeg"
              ]
            },
            {
              "heading": "Museum",
              "description": "The museum aims to provide an educational and cultural resource for students, helping them connect with the roots of the profession while fostering a deeper appreciation for the advancements that shape modern healthcare. It reflects our commitment to meeting academic standards while inspiring future pharmacists to uphold the rich traditions of the field. Located within the campus, the museum is open for all to explore and learn.",
              "infoLinks": [
                {
                  "heading": "Products in museum",
                  "href": "https://sdcopmzn.com/rc_images/museum_list.pdf"
                }
              ],
              "images":[
                "https://sdcopmzn.com/Facilities/Museum/museum_1.jpeg",
                "https://sdcopmzn.com/Facilities/Museum/museum_2.jpeg"
              ]
            },
            {
              "heading": "Sports",
              "description": "At SDCOP & VS, we believe in the holistic development of our students, balancing academics with physical and mental well-being. Our campus offers a wide range of sports and recreational activities, including cricket, badminton, chess, carrom, tug of war, volleyball, and indoor games designed to enhance cognitive skills and mental agility. Students can also participate in athletic events such as races and long jump, promoting physical fitness and teamwork. These activities not only foster a spirit of healthy competition but also ensure the overall growth and development of our students.",
              "infoLinks": [
                {
                  "heading": "",
                  "href": ""
                }
              ],
              "images":[

                "https://sdcopmzn.com/Facilities/Sports/sports_4.jpeg",
                "https://sdcopmzn.com/Facilities/Sports/sports_3.jpeg",
                "https://sdcopmzn.com/Facilities/Sports/sports_1.jpeg",
                "https://sdcopmzn.com/Facilities/Sports/sports_2.jpeg"
              ]
            },
            {
              "heading": "Animal House",
              "description": "Availability of laboratory animals is crucial for teaching and research in Pharmaceutical sciences. Our Institute has a separate ANIMAL HOUSE FACILITY spread over 750sq. area and as per the CPCSEA guidelines for Education and Research. The animal facility is intended to assure quality maintenance and welfare of animals used in laboratory studies while conducting biomedical and behavioral research and testing of products. This promotes the human care of animals used in biomedical research. Separate rooms are available for quarantine to separate of newly received animals from those already in the facility until the health or microbial status of the newly received animals is determined. Proper environmental temperature is maintained in the animal rooms by using air-conditioner in hot seasons and hot-blower during the cold seasons. The small animals like Mice and rats are available in the animal house for conducting experimentation. These animals are kept in polypropylene cages and water is provided with polypropylene water bottles. Separate storage areas is designed for feed, bedding, cages and other Incinerator facility is available to dispose the dead animals.",
              "infoLinks": [
                {
                  "heading": "",
                  "href": ""
                }
              ],
              "images":[

                "https://sdcopmzn.com/Facilities/Animal-House/animal-house_3.jpeg",
                "https://sdcopmzn.com/Facilities/Animal-House/animal-house_1.jpeg",
                "https://sdcopmzn.com/Facilities/Animal-House/animal-house_2.jpeg"
              ]
            },
            {
              "heading": "Seminar Hall",
              "description": "The academic life in SD College of Pharmacy & Vocational Studies campus goes beyond the curriculum. the seminar hall serves as a hub for academic and professional interactions beyond the classroom. Fully air-conditioned and equipped with advanced audio-visual and presentation tools, it provides a seamless platform for expert talks, interactive sessions, and corporate interfaces. This modern facility enhances the learning experience, fostering engagement and knowledge exchange in a professional environment.",
              "infoLinks": [
                {
                  "heading": "",
                  "href": ""
                }
              ],
              "images":[

                "https://sdcopmzn.com/Facilities/Seminar-Hall/seminar-hall_3.jpeg",
                "https://sdcopmzn.com/Facilities/Seminar-Hall/seminar-hall_1.jpeg",
                "https://sdcopmzn.com/Facilities/Seminar-Hall/seminar-hall_2.jpeg"
              ]
            },
            {
              "heading": "Temple",
              "description": "Our college is home to a serene and beautifully maintained temple, providing a tranquil space for prayer, meditation, and reflection. The temple symbolizes harmony and spiritual well-being, offering students and staff a peaceful environment to connect with their inner selves amidst their academic journey.\nSituated within the campus, the temple is a reflection of our college's commitment to nurturing values, culture, and community spirit. Regular prayer sessions and special festivals celebrated here bring everyone together, creating a sense of unity and belonging among students and faculty alike.",
              "infoLinks": [
                {
                  "heading": "",
                  "href": ""
                }
              ],
              "images":[

                "https://sdcopmzn.com/Facilities/Temple/temple_3.jpeg",
                "https://sdcopmzn.com/Facilities/Temple/temple_1.jpeg",
                "https://sdcopmzn.com/Facilities/Temple/temple_2.jpeg"
              ]
            }
        ],
        "alumni":[
          {
            "avatar":"https://sdcopmzn.com/Alumni-Images/alumni_3.png",
            "name":"MS. SHWETA PUNDIR",
            "designation":"Research officer, Patanjali Research Institute",
            "quote":"Success stems from hard work, perseverance, and passion. They taught me to integrate hard work with vision, guided by supportive teachers. I cherish my college days and wish it continued success."
          },
          {
            "avatar":"https://sdcopmzn.com/Alumni-Images/alumni_4.png",
            "name":"Upendra Yadav",
            "designation":"Product Specialist at Pfizer Vaccines",
            "quote":"I am deeply grateful for the institution’s role in shaping my career. The supportive faculty and enriching environment laid a strong foundation for my journey. Today, as a Product Specialist at Pfizer Vaccines, I proudly attribute my success to the values instilled during my academic years."
          },
          {
            "avatar":"https://sdcopmzn.com/Alumni-Images/alumni_5.png",
            "name":"MS. AARTI GARG",
            "designation":"Chemo Drug Formular, Max Hospital(Delhi)",
            "quote":"I am Aarti Garg, a Pharmacy alumna of 2012. The hands-on learning and mentorship during my academic years shaped my journey to becoming a Chemo Drug Formular at Max Hospital, Delhi. Grateful for the foundation that paved the way for my success!"
          },
          {
            "avatar":"https://sdcopmzn.com/Alumni-Images/alumni_12.jpeg",
            "name":"Piyush Kumar Singhal",
            "designation":"Professor at SD Institute of Pharmacy",
            "quote":"As an alumnus, I am grateful for the education and experiences that shaped my career. The knowledge and values I gained continue to guide me. Now, as a professor at SD Institute of Pharmacy, I strive to inspire the next generation with the same commitment to excellence.\nज्ञानार्थ प्रवेश - सेवार्थ प्रस्थान"
          },
          {
            "avatar":"https://sdcopmzn.com/Alumni-Images/alumni_11.png",
            "name":"Prateek Uttreja",
            "designation":"MS in Pharmaceutical Science from Mississippi University",
            "quote":"I am deeply grateful for the transformative experience and invaluable learning during my time at the institution. The unwavering support, advanced facilities, and dynamic learning environment shaped my professional journey. The skills and values instilled enabled me to pursue an MS in Pharmaceutical Science and achieve success in my endeavors."
          },
          {
            "avatar":"https://sdcopmzn.com/Alumni-Images/alumni_11.png",
            "name":"Mr. Gaurav",
            "designation":"Government Pharmacist at PHC, Khatauli",
            "quote":"I am Gaurav, an alumnus from the Pharmacy batch of 2009. Reflecting on my academic and professional journey, I am grateful for the institution that laid the foundation of my career. The dedicated faculty, hands-on training, and exposure to real-world challenges prepared me to excel as a Government Pharmacist at PHC, Khatauli. Thank you for shaping the person I am today."
          },
          {
            "avatar":"https://sdcopmzn.com/Alumni-Images/alumni_8.png",
            "name":"Aaryan Tyagi",
            "designation":"Pfizer's Sales Department",
            "quote":"Reflecting on my journey, I am grateful for the strong academic foundation and support that shaped my professional path. The institution instilled technical expertise and essential skills in communication, teamwork, and leadership. As I continue with Pfizer’s Sales Department, I owe much of my success to the nurturing environment that helped me grow."
          },
          {
            "avatar":"https://sdcopmzn.com/Alumni-Images/alumni_10.png",
            "name":"Mr. Tarun Sharma",
            "designation":"GOVERNMENT PHARMACIST, DISTRICT HOSPITAL, MUZAFFARNAGAR",
            "quote":"The practical learning experiences and the guidance of supportive faculty at SDCOP&VS prepared me to face real-world challenges with confidence and competence. I am deeply grateful to the institution for its pivotal role in my growth and success."
          }
        ]
    }
}
